---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IntersectionResultArrayIterator
source: html/a68d19d9-6cb1-5cf1-2ab7-1d6b5c014f5b.htm
---
# IntersectionResultArrayIterator Members

For Internal Use Only.